Repository: Mazhoon/harbour-sailfishconnect
Catalog: po/*/sailfishconnect-app.po
Languages: et

source: %1ms repeat interval
et: Korduse välp %1 ms

source: &percnt;1 in the path will be replaced with the specific device name.
et: Otsiteel asuv &percnt;1 asendatakse seadme nimega.

source: About
et: Rakenduse teave

source: About ...
et: Rakenduse teave...

source: Accept
et: Nõustun

source: Actions
et: Tegevused

source: Add device from IP address
et: Lisa seade IP-aadressi alusel

source: Add new command
et: Lisa uus käsk

source: Application starts at system start and runs in background.
et: Rakendus käivitub koos muu süsteemiga ja töötab taustal.

source: Bug reports on Github
et: Veateated Github'is

source: Change layout
et: Muuda paigutust

source: Change volume
et: Muuda heli valjust

source: Command
et: Käsk

source: Connect
et: Ühendan

source: Connected
et: Ühendatud

source: Device Name
et: Seadme nimi

source: Device is not reachable
et: Seade pole leitav

source: Devices from IP address
et: Seadmed IP-aadressi alusel

source: Do you want to connect to this device?
et: Kas sa soovid luua ühendust selle seadmega?

source: Download aborted
et: Allalaadimine katkes

source: Download failed
et: Allalaadimine ei õnnestunud

source: Downloading ...
et: Laadin alla...

source: Edit
et: Muuda

source: Edit commands
et: Muuda käske

source: Edit share configuration
et: Seadista failide jagamist

source: Encryption info
et: Krüptimise teave

source: Error %1
et: Viga %1

source: Failed to pair. %1
et: Paardumine ei õnnestunud. %1

source: Folder to save files
et: Kaust failide salvestamiseks

source: Holding ...
et: Hoian...

source: IP address
et: IP-aadress

source: IPv4 or IPv6 address of device
et: Seadme IPv4 või IPv6 aaddress

source: Install KDE Connect or GSConnect on your computer and connect it to the same WLAN.
et: Paigalda oma arvutisse kas KDE Connect või GSConnect ning ühenda seadmes samasse kohtvõrku.

source: KDE Connect client for Sailfish OS
et: KDE Connect klient Sailfish OS'i jaoks

source: Keyboard
et: Klaviatuur

source: Licence
et: Litsents

source: Links
et: Viited

source: Lock device
et: Lukusta seade

source: Move finger on screen Tap for click Hold shortly for Drag'n'Drop Scroll on right side
et: Liiguta sõrme ekraanil Klõpsimiseks puuduta Lühike puudutus algatab lohistamise Kerimine toimib paremas ääres

source: Moving ...
et: Tõstan...

source: Multimedia Controls
et: Multimeedia juhtimine

source: Name
et: Nimi

source: Name of command
et: Käsu nimi

source: Nearby devices
et: Läheduses asuvad seadmed

source: No commands defined
et: Sa pole kirjeldanud ühtegi käsku

source: No commands defined on other device
et: Teises seadmes ei ole ühtegi käsku seadistatud

source: No devices defined
et: Sa pole seadmeid kirjeldanud

source: No remote players
et: Paardunud seadmes ei leidu meediamängijat

source: Nothing playing
et: Paardunud seadmes ei ole esitamisel meediat

source: Open configuration
et: Ava seadistused

source: Open configuration throught context menu
et: Ava seadistused kontekstimenüüst

source: Open keyboard
et: Ava klaviatuur

source: Open touchpad
et: Ava puuteplaat

source: Paired devices
et: Paardunud seadmed

source: Pairing request
et: Paardumispäring

source: Pending pairing request ...
et: Ootel olev paardumipäring

source: Plugins
et: Moodulid

source: Predefined commands
et: Eelseadistatud käsud

source: Quit
et: Välju

source: Reboot
et: Taaskäivita

source: Refresh
et: Värskenda

source: Reject
et: Keeldun

source: Remove
et: Eemalda

source: Run as background service
et: Käivita taustateenusena

source: Run command
et: Käivita käsk

source: Scrolling ...
et: Kerin...

source: Select Plugins
et: Vali moodulid

source: Send ping
et: Saada ping

source: Settings
et: Seadistused

source: Settings ...
et: Seadistused...

source: Shell command to execute
et: Käivitatav kesta käsk

source: Source code on Github
et: Lähtekood Github'is

source: This device wants to pair with your device.
et: See seade soovib paardumist sinu seadmega

source: Touchpad
et: Puuteplaat

source: Unpair
et: Eemalda paardumine

source: Upload aborted
et: Üleslaadimine katkes

source: Upload failed
et: Üleslaadimine ei õnnestunud

source: Uploading ...
et: Laadin üles...

source: Vibration feedback
et: Tagasiside värinana

source: Waiting for accepted pairing ...
et: Ootan nõustumist paardumisega
